10/data/attachments/71c4b943f75725e3.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>John_traditional_Actions_23832_1</nif:username>
            <nif:friendToBeRequested>soap_actions_e60064b1-13fa-444d-95f4-8724cdd29528</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>